[
    {
        "text": "The Karoo is South Africa’s magical desert space, its version of New Mexico, the Outback or the Gobi. A vast, ancient seabed straddling the midriff of the country, the Karoo (a Bushman word for “dry place”) is the size of Germany. In the past two centuries, more than 100 towns, villages, settlements and railway sidings have sprung up in the region, but the population has always been sparse, never topping the one-million mark.",
        "sectionId": "1"
    },
    {
        "text": "These open plains, mostly surrounded by flat-topped hills and mountains in the distance, are South Africa’s soul spaces. They have also become the permanent home of some of the country’s most creative people, in the form of novelists, outsider artists, crafters, musicians, eccentrics, town champions, beer brewers, chefs, sculptors, internet wizards, funky hoteliers and a new breed of dynamic young farmer. These days, the Karoo feels the beat of the AfrikaBurn Festival deep in the Tankwa desert as the crowds light up the night with fire, full-volume sounds and a creative passion.",
        "sectionId": "2"
    },
    {
        "text": "This is the age of the Karoo road trip, where you set aside as many days as you can spare, fill up the petrol tank and head out on a dead-straight blacktop that could become a dirt road, complete with wine, meat on the coals and a sky full of stars. And it’s the least expensive holiday you can have in South Africa.",
        "sectionId": "3"
    },
    {
        "text": "You can’t get from Johannesburg to Cape Town without crossing the Karoo. A hundred years ago, long before the N1 Great North Road, the route through the interior was tough, tortuous and constantly punctuated with farmers’ gates. People travelled this way armed with large bags of boiled sweets to reward the children who would open the gates.",
        "sectionId": "4"
    },
    {
        "text": "This countryside has seen the plodding progress of the large dinosaur-like reptile bradysaurus, which thrived here 250-odd million years ago in the Permian period, and the fleet footsteps of Africa’s first people, the Bushmen, on the hunt for eland. On a stroll, you may discover fossils, Bushmen arrowheads, settler coat buttons and spent cartridges from a Boer War skirmish. It has been scored by the passage of millions of springbok on their migrations across the plains, devouring all before them. It has witnessed the arrival (in about the fifth century AD) of the Khoikhoi with their flocks of goats and fat-tailed sheep, to be followed by the European-origin trekboers (itinerant farmers), many of whom ultimately formed the farming communities that still occupy the land.",
        "sectionId": "5"
    },
    {
        "text": "Today, your journey might involve trading stores, a pub crawl in the middle of nowhere, a random anti-fracking protest march in a mountain village and the lure of the never-ending road.",
        "sectionId": "6"
    },
    {
        "text": "They say at first one travels from place to place; then one travels from face to face, as happens in the Karoo. Here are some of the faces you’ll encounter.",
        "sectionId": "7"
    },
    {
        "text": "When Tankwa Padstal was burned down by an arsonist in September 2014, the AfrikaBurners (festivalgoers), the bikers who pass here, and the road-trippers heading north all donated money to rebuild it, along with odd bits of decor to furnish it. We were up and going again within three months.",
        "sectionId": "8"
    },
    {
        "text": "We are almost next to the Tankwa Karoo national park, the closest true desert to Cape Town. The young people who come to this area want the dry heat, the clean air and the stripped-down environment.",
        "sectionId": "9"
    },
    {
        "text": "Sometimes I’m amazed at the people we see. They look like sushi eaters who should be on Clifton beach in Cape Town, but here they are, dazzled by the heat and the rough roads and the huge distances. There’s no cell phone signal and their hire cars really look like they’ve been through the mill.",
        "sectionId": "10"
    },
    {
        "text": "But a few days later, when they come back from the national park or AfrikaBurn or wherever they’ve been, they look happy and relaxed. Lots of them don’t want to leave. They hang around here the whole day, eating and drinking and swimming, offering to work for free.",
        "sectionId": "11"
    },
    {
        "text": "As a family, we know all the great local hideaways. Apart from our bar, there are two other drinking spots worth visiting: the pub at Gannaga Lodge, which serves real traditional Karoo food like mutton neck stew and grilled lamb tails, and the Onverklaar Bar, part of the Tankwa Tented Camp. The Onverklaar Bar (Undeclared Bar) has many surprises and delights, including a large wooden box called Pandora, which is full of dressing-up costumes – perfect for that Tankwa pop-up party. Guests at the tented camp are its main patrons, but passers-by are also welcomed.",
        "sectionId": "12"
    },
    {
        "text": "There’s another popular place close to us, called Die Mond (The Mouth), which is a green oasis in the middle of the desert. The resort lies beside a large body of water and consists of a campsite and a cluster of basic bungalows. Hot water and wind-powered LED lighting is available, but there’s no cellphone reception.",
        "sectionId": "13"
    },
    {
        "text": "When we’re in Calvinia, we check in at the local butchery and then the Rustic Art guest house. The guest house is part of the recently launched Republic of Rusticana, full of old enamel signs, found objects, paintings, ceramics and tastefully decorated car wrecks. The owners, Dirk and Sonja van Rensburg, are lovely eccentrics, Karoo hippies who welcome you into their home.",
        "sectionId": "14"
    },
    {
        "text": "Karoo cultural events bring visitors and locals together in a special way. Take the Williston Winter Festival, which we stage in the first week of September every year. It’s a celebration of the Nama Riel, a traditional dance with really catchy music that tells stories of hunting and courtship.",
        "sectionId": "15"
    },
    {
        "text": "The Nama Riel has a deep history, going back to the days of the first people of the Karoo – the Bushmen. It was then taken up by others – Khoikhoi herders and later farmworkers in the region. There are Nama Riel dancing groups all over the Northern Cape these days, participating in cultural festivals and performing in their home towns at the weekend. Because dances are traditionally held on deep sand and involve swift kicking motions, the locals say it’s a good Nama Riel if “the dust rises before you”. The riel almost disappeared for decades, but is now enjoying a massive revival, and they’re starting to teach it in the schools of Williston. The community has incredible pride in the dance. In fact, I’d say it’s more popular around here than rugby.",
        "sectionId": "16"
    },
    {
        "text": "Festivals, like ours and the Draad Karretjie (wire car) Grand Prix in Philipstown are a great way for visitors to gain insight into the culture of the Karoo. Just don’t expect anything too packaged and polished. There was nothing much happening in Philipstown before the locals realised that their own crafters made the finest wire car models around. Four years ago the first Philipstown Wire Car Grand Prix was held, which sees the community’s young people go on a mad dash through the village streets. Now it’s grown into a one-day festival held every year in October, and it’s become famous with visitors from all over joining in the fun.",
        "sectionId": "17"
    },
    {
        "text": "In the last weekend of August, a week before our winter festival, Calvinia (80 miles west of Williston) holds its Hantam Vleisfees (Meat Festival), but it’s not only about chops, steaks and spicy sausage. Veteran tractors chug up from the Western Cape, and there is traditional boer music. The Middelpos Bazaar is also one of our favourite events. Middelpos is one of the tiniest settlements in the Karoo, made famous by the great UK-based (but South African born) actor Antony Sher in his book, Middelpost. The church bazaar is in September and it’s held in the street. We go down there to support all the stalls selling regional cheeses, meat and biltong. Then we dance the night away to the sounds of a boere orkes – a farmers’ orchestra, complete with accordion, piano and guitar.",
        "sectionId": "18"
    },
    {
        "text": "Next year, I’m going to paint my toenails and attend AfrikaBurn again. The little African brother of Nevada’s Burning Man is held over a week every autumn (April 25 to May 1 this year) on a private farm called Stonehenge, adjacent to the Tankwa Karoo national park. When it began in 2007, barely 1,000 people came – now there’s a 2016 attendance cap of 11,700 tickets. It’s the most vibey, peaceful mass collection of celebrating South Africans you’ll find. People go there to be creative and have fun – it’s a temporary city of art, theme camps, costume, music and performance. It culminates with the night-burning of various giant artworks but really ends with the Moop (matter out of place) patrol, where hundreds of people pick up every last trace of human detritus, leaving the festival grounds as clean as they found them.",
        "sectionId": "19"
    },
    {
        "text": "Karoo food has never strayed beyond the traditional. If you talk meat here, you’re talking Karoo lamb, mutton and venison. The hunters and herders ate this food, along with veldkos – the indigenous plant food that the Bushmen first pointed out to the colonists.",
        "sectionId": "20"
    },
    {
        "text": "I would point visitors to restaurants in the town of Graaff-Reinet, like the newly opened Meerkat Deli or the Coldstream. The Meerkat Deli offers a selection of sliced meats, Karoo cheeses and a variety of home-grown organic items like pickled agave buds and glazed figs, to eat there or on the go. The Coldstream, named after the British regimental unit that occupied Graaff-Reinet during the Anglo-Boer War, is where you go for meat dishes of ostrich, beef and springbok.",
        "sectionId": "21"
    },
    {
        "text": "And I really recommend braais (barbecues) with friends, old or new. Self-catering places in Graaff-Reinet normally come complete with outside braai facilities, so you can make dinner the adventure of the day: hunt down the local butcher, ask for good lamb chops. You will probably find that the meat comes from a farm nearby, and the town has its own recipe for sosaties – lamb or beef kebabs usually marinated in lightly curried sweet and sour sauce. Let them advise you on how to cook them, then gather up something to drink at the Drostdy Hotel wine shop, perhaps one of the Rupert labels like the 2013 Terra del Capo Arne, a juicy red. Pop in briefly at the supermarket for some green stuff and a bag of braai wood and you’re good to go.",
        "sectionId": "22"
    },
    {
        "text": "On the second night, drop in at the Graaff-Reinet Club, a historic former gentleman’s establishment that still has about 250 stalwart members but welcomes visitors. Order a cold one and you’ll soon find the members are pretty friendly. The chances are that an hour or so later, you’ll be enjoying some true Karoo dining hospitality in good company. The point is, in the Karoo you’re a traveller, not a tourist. You are encouraged to interact with the locals you find here. The social life is what makes this region special for us.",
        "sectionId": "23"
    },
    {
        "text": "When we visit neighbouring towns in the region, we like to eat at the Karoo Lamb (where pot-cooked meals are the speciality) and the Brewery and Two Goats Deli (for Karoo Ale and ploughman’s platters starring goat’s cheese and kudu salami) in Nieu Bethesda (30 miles north of Graff-Reinet); Mila’s, 100 miles east of Graff-Reinet in Cradock, for superb pizzas and wonderful local warmth, and the Victoria Manor Hotel (the elegant 1850s-era grand hotel serving traditional Karoo dishes), also in Cradock; the Butcherbird (fine dining) in Bedford (50 miles south of Cradock); and a brand new daytime venue in Tarkastad called The Story, which serves eggs benedict breakfasts, interesting salads and light lunches.",
        "sectionId": "24"
    },
    {
        "text": "Semi-deserts like the Karoo often attract creative souls. These are places where the mind can open up, places for retrospection and reflection, an authentic life experience. The Karoo is a sacred space, and many people recognise that. Even so, the high standard of the art comes as quite a surprise to visitors.",
        "sectionId": "25"
    },
    {
        "text": "The town of Nieu Bethesda, where I live, rose to fame because of a very eccentric woman called Helen Martins who was an outsider artist. Whenever anything is written about the Art Brut movement, the Owl House of Nieu Bethesda is mentioned. Back in the 1960s, Helen turned her family home into what would become the outsider art centre of the Karoo, and a great tourist attraction for Nieu Bethesda. With her craftsman-assistant, Koos Malgas, she worked in cement and glass, building an imaginarium that drew from all religions and told many stories – the Three Wise Men, something from Omar Khayyam, in the corner stands an all-seeing owl and there’s a cross-legged Buddha. Playwright Athol Fugard’s play and subsequent film, The Road to Mecca, was based on the life and work of Helen Martins. Today, the Owl House is a museum.",
        "sectionId": "26"
    },
    {
        "text": "For artists, the Karoo is an incredible place. For example, my neighbour Annette van der Hulst, who is a seamstress, once asked someone for a kudu horn. People got to hear of this, so soon she had a long stream of people bringing her kudu and cow horns. Eventually, she worked out a way of putting an appliqué (needlework technique) of Shweshwe (a printed dyed cotton fabric widely used for traditional clothing) and other scraps of cloth on them – sort of a fusion modern art kind of thing. You’d never get that happening in a city. The Karoo forces you to see and use what is around you.",
        "sectionId": "27"
    },
    {
        "text": "I’d recommend going to the Bethesda Art Centre, which exhibits the most amazing lino-cuts, and appliquéd quilts, telling the myths, narrative and dreams of the Karoo and South Africa. There’s an amazing series of lino-cuts that depict the Karoo under threat of fracking – it tells the story beautifully. The threat of fracking and uranium mining in the region has evoked new ways of expression, and a degree of urgency to save it. There have been quite a few exhibitions on the subject, the prime one being Fear & Loss, which has been moving around the country, and which looks at the interplay of heritage, culture, politics and economics and the way all of this impacts on the land and the communities who live on it.",
        "sectionId": "28"
    },
    {
        "text": "Then there is Frans Boekkooi, who is a world-class sculptor who fashions slim, finely balanced figures (including a bust of South African playwright Athol Fugard) out of his own amalgam of resins and metals. He has his studio on the way to the Brewery and Two Goats Deli (covered earlier in the Gordon Wright food section) in Bethesda. Everything is in walking distance here.",
        "sectionId": "29"
    },
    {
        "text": "In Graaff-Reinet, the Rupert family have several galleries and their collections are always worth seeing. The Drosty Hotel has an art gallery next to the wine shop, but the Ruperts’ main displays are at the Hester Rupert Art Museum, which holds more than 100 works by famous South African artists - Maud Sumner, Maggie Laubser, Irma Stern, Gregoire Boonzaier – in a beautiful Dutch Reformed Mission Church, dating from 1821, the fifth oldest church building in South Africa.",
        "sectionId": "30"
    },
    {
        "text": "Another town I really recommend for anyone interested in art is Prince Albert. The town just flows with creativity, from galleries and photography to weaving and food. Using a great little guide called the Prince Albert Arts and Design Map (available from the Tourism Association office in Church Street), you can visit the Prince Albert Gallery (regular exhibitions by artists working in many disciplines), an evening one-man show called Art After Dark, the Watershed (a series of art showrooms), Karoo Looms and Striking Metal, where you can watch a blacksmith at work. And I love those wire and bead angels made by the Vondeling women’s co-operative near Willowmore. What a winning concept. They hit it so right.",
        "sectionId": "31"
    },
    {
        "text": "Over the years, I’ve taken many visitors out along the river courses and dams up in the mountains of the Karoo. Invariably, the first question they’ll ask me is: “Can I get mobile reception here?” When they realise they’re totally disconnected from their devices, their faces register shock. And then they begin to focus on their immediate surrounds - the landscape, the moment of being out in a sweeping jumble of big mountains, thick bush, vast valleys and along the Little Fish river where, hopefully, they will catch a trout or a yellowfish. And that’s when the magic happens, the stress falls away and the outdoor learning begins.",
        "sectionId": "32"
    },
    {
        "text": "If you have a good guide, a walk through the Karoo is an incredible experience. One sight of a fossil embedded in a riverbank takes you back hundreds of millions of years. The next moment you’re watching a life or death struggle between an ant lion and its prey. Or, as you prepare to fish at the riverside, you focus on the minute movements of a dragonfly over the water.",
        "sectionId": "33"
    },
    {
        "text": "There’s no quick-fix, fast-food way of thinking out here. You come with an enquiring mind, you come low-tech and you come prepared to experience and learn about whatever you encounter. We have a great and growing network of farmstays like Glen Avon, Somerset East; Wellwood, Graaf-Reinet; Doornberg and Ganora, Nieu Bethesda; Hillston and Melsetter, Middelburg; or Lowlands, near Cradock. Karoo farmstays are authentic, fun to visit and inexpensive. Add to that our national parks: Cradock’s Mountain Zebra national park, Graaff-Reinet’s Camdeboo, Beaufort West’s Karoo, Kimberley’s Mokala, the Namaqua on the north-western coastline, and the Tankwa Karoo. All are wonderful places to begin your relationship with the Karoo outdoors.",
        "sectionId": "34"
    },
    {
        "text": "You might think there’s nothing to do at night out here. You would be wrong. Just sit around the braai fire, listen to the stories. Ask a farmer or your guide to take you on a slow drive through a Karoo landscape on a moonlit night. You will be amazed at the wealth of creatures that emerge: hedgehogs, porcupine, aardvark, wild cats.",
        "sectionId": "35"
    },
    {
        "text": "Then go quiet and try to pick out the yelp of the jackal out there in the dark, or the sound of the nightjar calling. Before you go to sleep, move away from the firelight, get comfortable in your sleeping bag and look up at the stars. You’ve never seen them so close, and in such multitudes.",
        "sectionId": "36"
    },
    {
        "text": "Sutherland, a couple of hours’ drive east of Tankwa Karoo national park, sits on top of a plateau in a part of the Karoo known commonly as the Moordenaars Karoo (Killers Karoo), probably because it is so sparsely populated and the landscape so unforgivingly dry. But its clear air makes for cool summers and freezing winters (it sometimes snows in Sutherland), and for an ideal place in which to locate one of South Africa’s most important astronomical observatories. The town itself – like so many Karoo dorpies (villages) – is small and pretty, and the observatory is really worth a visit, but hiking in this incredible landscape is an extraordinary experience.sartjie",
        "sectionId": "37"
    },
    {
        "text": "Life in the Karoo isn’t easy, but those who live there and work the land are surrounded by a starkly beautiful landscape.jankaap",
        "sectionId": "38"
    },
    {
        "text": "Take time to travel on a dirt road at night in the Karoo because besides the star-studded sky you will see an amazing array of nocturnal animals. We were so lucky to see a huge shooting star on our trip on a dirt road outside the Karoo town of Richmond (75 miles west of Middelburg). We also saw two different types of hares including the elusive riverine rabbit, an owl, a fox, a jackal, a duiker and a pair of equally elusive aardwolf. It was amazing to see how alive this piece of dry land became at night.Donsievanwyk",
        "sectionId": "39"
    },
    {
        "text": "Booktown festival, RichmondThe little town of Richmond boast three excellent secondhand bookstores, Classic Books, Richmond Books and Prints and The Book Orphanage all situated in in beautiful Victorian houses in Loop street. The town also hosts the annual Richmond Book Festival where writers and poets from all over the world gather to celebrate literature.Donsievanwyk",
        "sectionId": "40"
    },
    {
        "text": "Red Stone HillsRent a cottage at this amazing farm, set in some surprising geological formations that will change the way you think about the Karoo. We stayed here for just one night and are longing to return. The stars, the birds, the stillness make this the heart of the Karoo for us. Near Oudtshoorn, Western Cape, itself full of surprises, and easy to get to with a car, but you’ll feel like you’re on a different, magical planet.Doubles from around £30, redstone.co.zaesdee",
        "sectionId": "41"
    },
    {
        "text": "A friend drove us out to his favourite local spot at sunset. We all live in Prince Albert, which is on the very edge of the Swartberg, which is a micro-biosphere with numbers of unique plants and a huge range of fauna. Between Prince Albert and Oudtshoorn lie two routes – the pass over the mountains, and the Meiringspoort pass which follows the winding path of the river between spectacular, lichen covered red mountains, and past a waterfall which fills the lake below, believed for many years to be the home of a mermaid. On the way, one may see baboons, mongoose, leopard tortoises, small gazelles and, between dusk and early morning, the beautiful kudu antelope.MrsSpinster",
        "sectionId": "42"
    },
    {
        "text": "The alternative guide to the Karoo, South Africa",
        "sectionId": "-1"
    }
]