[
    {
        "sectionId": "1",
        "text": "The show that opened London Collections: Men – the menswear showcase and first fashion week of 2016 – undeniably set an agenda for the year ahead. The honour fell on Friday to Topman Design, the catwalk label from the high street store, with its autumn/winter show. The trends on display? Velvet, blouses for men, floral prints and colours inspired by autumn leaves and oxidised metals."
    },
    {
        "sectionId": "2",
        "text": "A front row including TV presenter Dermot O’Leary, singer Nick Jonas and actor Douglas Booth watched beanie-wearing models showcase a collection that was flamboyant, glamorous and ornate. Suits were slouchily cut in panne velvet, delicate devoré blouses had retro floral motifs, and decorative tailoring was worthy of One Direction’s Harry Styles."
    },
    {
        "sectionId": "3",
        "text": "A break from the high-pile count came with satin robes worn over wide-legged trousers, frayed knitwear and double denim. But even these looks weren’t simple: jackets and pegged jeans had embroidered panels, with loose threads hanging down for a punk feel. It was a collection that owed a debt to 90s deconstruction by designers such as Marc Jacobs. The luxuriant fabrics and louche feel recalled rock stars from Marc Bolan to Kurt Cobain, and the retro, foppish androgyny seen in the buzzy collections of Alessandro Michele at Gucci."
    },
    {
        "sectionId": "4",
        "text": "Such a wide-ranging collection makes sense: Topman has to be many things to many men. Backstage, design director Gordon Richardson gave little of the inspiration away, for fear of the collection becoming pigeonholed. The 90s and the latest fashion buzzword “athevening” – slouchy sportswear to wear out on the town – were mentioned but not quite committed to."
    },
    {
        "sectionId": "5",
        "text": "“It was about clothes that move between what we wear for going out and staying in – simple easy things, but you do something to the fabric,” said Richardson when asked about the influence of athevening. The year on the collection’s moodboard was 1993, he said, but the emphasis was on “how that mood translates to now”."
    },
    {
        "sectionId": "6",
        "text": "Richardson said he hoped that this collection was “like a movie. You watch it again and see something else.” With 85% of the clothes on the catwalk due to hit Topman stores in the autumn, consumers represent those fresh eyes. The customer is becoming more open to menswear inspired by high fashion, as seen on the Topman Design catwalk. “They are changing, and they now want that from us,” Richardson said."
    },
    {
        "sectionId": "7",
        "text": "The general growth of the menswear market certainly suggests that men’s interest in fashion is increasing. Global sales of menswear in 2014 reached £298bn, up 4.5% on the previous year. London Collections: Men, partly set up in response to a burgeoning menswear market, has been a success. Now in its eighth season, it has 170 designers on the schedule, including global brands Alexander McQueen, Burberry and Coach."
    },
    {
        "sectionId": "8",
        "text": "This year, there is a push to involve the public. Press and buyers from more than 40 countries will be joined by people without a front row ticket, virtually at least. Shows will be streamed on screens at Piccadilly Circus in London and a series of public talks have been scheduled. On Sunday, meanwhile, JW Anderson – arguably the most influential designer in the showcase – will stream his show to the seven million users of gay dating app Grindr."
    }
]