[
    {
        "text": "Costa owner Whitbread has joined the ranks of retailers blaming the mild winter weather and lower footfall on the high street for disappointing sales.",
        "sectionId": "1"
    },
    {
        "text": "The coffee chain, which has 2,034 outlets in the UK, posted like-for-like sales growth of 0.5% in the 11 weeks to 11 February, down from 2.5% in the previous quarter. Whitbread said this reflected “lower footfall on the high street and an unusually warm winter”. Many high street retailers have blamed the mild weather for not being able to sell winter clothes.",
        "sectionId": "2"
    },
    {
        "text": "Whitbread’s budget hotel chain Premier Inn fared better, with like-for-like sales up 2.2%, although this was down on the 4.7% in the previous quarter, when it grew by 4.7%. The hotel chain continued to win market share.",
        "sectionId": "3"
    },
    {
        "text": "Premier Inn has been growing much more strongly outside London. In the capital, occupancy and revenue per room declined – in line with the softer hotel market, Whitbread said.",
        "sectionId": "4"
    },
    {
        "text": "Group like-for-like sales were 3.2% ahead, down from 3.6% in the previous quarter. Whitbread expects to meet City forecasts for full-year profits. The company’s share price fell almost 4% to £38.94 after the trading update.",
        "sectionId": "5"
    },
    {
        "text": "Nigel Parson at Canaccord Genuity said: “The bulls will say it’s a blip and the bears will say it’s a trend.”",
        "sectionId": "6"
    },
    {
        "text": "Under its new chief executive, Alison Brittain, a former boss of Lloyds Banking Group’s retail arm, the company is pushing ahead with plans to open a further 5,500 new Premier Inn rooms in the UK this year. At Costa, it expects a net increase of 200 stores worldwide and is to install 950 of its self-service machines at travel hubs. It is trialling Costa Collect, a pay-and-collect app to reduce queues and increase sales, along with improved food ranges.",
        "sectionId": "7"
    },
    {
        "text": "Costa and Premier Inn are two potentially international brands. That is something of a rarity",
        "sectionId": "8"
    },
    {
        "text": "Analysts at Morgan Stanley reckon that a fresher and healthier range could bolster lunch trade where Costa is weak. They believe that Costa can benefit from its heritage and strong brand. The company has also raised some prices to counter the cost of the national living wage and is considering differential pricing, such as increasing prices in London and travel hubs.",
        "sectionId": "9"
    },
    {
        "text": "The analysts recently toured a Costa Fresco trial site with management in central London, where a kitchen prepares freshly baked products. At the moment, Costa mainly sells pastries and other sweet treats, and centrally produced panini. It is up against sandwich chains such as Pret a Manger and Greggs, the latter of which has been moving into selling coffee.",
        "sectionId": "10"
    },
    {
        "text": "Greggs, Britain’s biggest bakery chain, has broadened its ranges beyond pasties and sausage rolls and healthier products such as soup, salad and porridge now make up 10% of its sales. It has also improved its coffee, and is investing £100m in ambitious expansion plans, with a target of more than 2,000 outlets.",
        "sectionId": "11"
    },
    {
        "text": "Panmure Gordon analyst Anna Barnfather said: “Greggs’ recent trading results give reason for caution, especially as we believe that the customer propositions of the two brands are converging – Costa becoming ‘value’, Greggs pushing breakfast and coffee and increasingly seen in the same service stations, travel hubs and high streets.”",
        "sectionId": "12"
    },
    {
        "text": "Mark Brumby, analyst at Langton Capital, was more optimistic about Whitbread’s prospects. “In Costa and Premier Inn, the group does have two potentially international brands. That is something of a rarity across much of the leisure space.”",
        "sectionId": "13"
    },
    {
        "text": "Mild weather and quiet high street leave Costa growth weak",
        "sectionId": "-1"
    }
]