[
    {
        "sectionId": "1",
        "text": "David Astor was the last of the great English amateurs, that kind of intangible, charming one-off who make this culture and society both fascinating and inexplicable. To his admirers, he was a good man in Fleet Street; to his opponents, he was a sanctimonious, spoilt liberal."
    },
    {
        "sectionId": "2",
        "text": "His family were millionaires; Joyce Grenfell a cousin; and his mother, Nancy, an impossible Virginian aristocrat, with whom he fought all his life. David – as his biographer calls him – went to Eton and Oxford, where he became fixated on Nazi Germany, rejecting his parents’ “appeasement”. Later, he flirted with espionage, and inherited the editorship of the Observer, turning a newspaper renowned for John Bull conservatism into a pillar of the progressive postwar settlement. “My view,” he said, “is that the Observer should be run by liberal-minded people both of the left and the right.”"
    },
    {
        "sectionId": "3",
        "text": "But he did not change its governing principle, inherited from JL Garvin, that it should be written by amateurs. His herbivores would happily ruminate each week until, on Saturdays, carnivorous pros would produce the paper, fuelled by prodigious quantities of booze."
    },
    {
        "sectionId": "4",
        "text": "Among the amateurs Astor inherited from the ancien régime was a stone-deaf far east correspondent, and a political editor, a “stuttering hypochondriac”, who would be ferried in the office car each day from Chelsea. In “old Observer” style, Astor hired a young Patrick O’Donovan on a whim; and appointed Terry Kilmartin literary editor in recognition of wartime comradeship."
    },
    {
        "sectionId": "5",
        "text": "O’Donovan became one of many Observer legends, revered for writing a report on Bobby Kennedy’s funeral before it had taken place, setting it in bright sunshine (it was actually conducted after dark). Astor also commissioned several central European intellectuals (Arthur Koestler, EF Schumacher and Isaac Deutscher), whose weekly arguments he chaired “like a wise and irritably confused old owl”."
    },
    {
        "sectionId": "6",
        "text": "A great editor should have two inalienable qualities: a nose for the best writing, and the ability to raise everyone’s game. Jeremy Lewis, the seasoned biographer of Cyril Connolly and Penguin’s Allen Lane, captures his subject’s creative diffidence, a “special way of smiling with his head on one side”, but is rather defeated by his elusive inner steel. To those who cherish his memory, this will be no surprise."
    },
    {
        "sectionId": "7",
        "text": "When I knew Astor, on the board of free-speech group Index on Censorship, he was an éminence grise. Tall, twinkly, soft-spoken and shy, he was at once a presence and an absence, punctuating discussions with sudden flashes of a laser intelligence. Despite a lifetime of psychoanalysis, he seemed an enigma to himself, who once confessed to his mother a “certain horror of intimacy”."
    },
    {
        "sectionId": "8",
        "text": "For a generation, his Observer came to embody a national conversation about the future of Britain"
    },
    {
        "sectionId": "9",
        "text": "When Astor the man baffles him, Lewis revels in the life and high times of the Observer. His biography becomes a tale of two great mysteries: the editor and his newspaper. Long after the strange death of liberal England, this child of privilege, who was said not to know about mortgages, articulated a tolerant humanity that reached worldwide."
    },
    {
        "sectionId": "10",
        "text": "“A great believer in doubt and hesitation”, he was also sympathetic to the idea of a “New Jerusalem”, contributing to that late-imperial swan song in which Africa was decolonised, and pointless foreign posturing, such as Suez, denounced. He loved a cause, becoming the champion of both the Soil Association and, later, Myra Hindley."
    },
    {
        "sectionId": "11",
        "text": "Astor in his prime was central to a liberal, metropolitan elite whose debates reverberated between the high tables of Oxford and Cambridge, the BBC and the London clubs, Fleet Street and Westminster. In this milieu, his amateur creed was fully naturalised. For a generation, roughly 1948 to the early 1970s, his Observer came to embody a national conversation about the future of Britain."
    },
    {
        "sectionId": "12",
        "text": "Astor’s legacy is an easier proposition than his character. Not only did he recognise George Orwell’s genius, playing a crucial role in the completion of 1984, he also commissioned Vita Sackville-West, spotted Ken Tynan, Anthony Sampson and Katharine Whitehorn (who coined the phrase “the editor’s indecision is final”), as well as Michael Frayn and the photographer Jane Bown. Other names associated with his paper include Muriel Spark, Anthony Burgess and Clive James."
    },
    {
        "sectionId": "13",
        "text": "Astor’s reaction to the Suez crisis – a famous leader denouncing Eden’s “crooked” Conservatives – was inspired by his belief in the Anglo-American alliance. To some, his stand was treacherous and hysterical; to others, morally courageous and far-sighted. Typically, the Observer, without a Middle East reporter, had to dispatch its farming correspondent."
    },
    {
        "sectionId": "14",
        "text": "After that high noon, a brasher professionalism in Fleet Street, symbolised by colour supplements, put the Observer on the defensive. Its trust was indifferent to profit. In a brutal competitive climate, its only capital was goodwill. But newspapers cannot survive on goodwill. After 1963, a bad year that began with the defection of its Beirut correspondent, Kim Philby, its decline was inexorable. In retrospect, it is the reporting on Mandela that stands out."
    },
    {
        "sectionId": "15",
        "text": "Michael Frayn’s novel Towards the End of the Morning probably marks the passing of Astor’s Observer into myth. Until its sale in 1977, editor and newspaper were beleaguered. Once it was taken over by the Guardian Media Group in 1993 its future was protected. There have been many changes since, but Astor’s ghost still hovers. For those who treasure the Observer and its ethos, and look back to a great editor whose journalistic DNA is buried deep in the marrow of today’s edition, Jeremy Lewis has written a definitive account of Astor and his world."
    }
]