[
    {
        "sectionId": "1",
        "text": "This is the last gig I went to, just before I started the night tsar job. I came across her albums in France and she absolutely blew my mind. I gave her her first UK airplay on 6 Music in 2014, which I’m very proud about. It’s great now that she’s hit the big time. When I saw her live, I thought this is like nothing I’ve ever seen: contemporary dance mixed with a big light show. It’s an entire artistic vision. It’s not sequenced and showbiz style – there are no sequins. It’s different from what you’d expect from a pop star. She gets quite emotional on stage, the audience gets emotional as well and it’s a beautiful moment we all share."
    },
    {
        "sectionId": "2",
        "text": "I love ballet, probably because it’s one thing I could never, ever humanly do. Watching the dancers takes you into a completely different space. I find it really helpful for working out problems. Most of the music is by Tchaikovsky, and it’s choreographed by Kenneth MacMillan. The first two-thirds are classical ballet, so pretty and lovely, then at the end, when Anastasia is in a mental institution, there’s German expressionist modern dance. It jars because it is disturbing and brutal. It’s so demanding for the prima ballerina. You have to be an incredible dancer and proficient in so many kinds of dance."
    },
    {
        "sectionId": "3",
        "text": "This is a film I’ve seen many times, but it’s something I’m really looking forward to seeing again because the BFI has its Scorsese season beginning in January. I could not be more excited about it as he’s one of my favourite film directors. The season is also showing some films that have influenced him, a strand he has programmed. His new film, Silence, is debuting as part of the season, but I’ve chosen Mean Streets because it’s one of his earliest films and you can see how it’s influenced every film he’s done. It also made me fall in love with Harvey Keitel. It’s just a very sad, sexy film."
    },
    {
        "sectionId": "4",
        "text": "This is a mindfulness meditation app put together by a charitable education foundation in the US, where they teach kids in inner-city schools simple meditation techniques. There are lots of different options: things for anxiety, for getting a positive outlook on the day. The one for falling asleep is amazing – it really does the trick. The bonus is that kd lang is involved in the project, so you can pay a little extra and get her helping you do guided meditation through your earphones. It’s like pouring chocolate and honey into your ears. I also love Duolingo – I’ve been trying to learn some simple Polish phrases on it and I’ve not been very successful, but it’s a lot of fun."
    },
    {
        "sectionId": "5",
        "text": "I’m addicted to radio and have been since I was a child. I think in every photo my parents have of me, I have a little yellow transistor radio glued to my ear. WNYC is the national public radio station for New York and I listen to it via a phone app. I find it interesting to hear the kinds of things that matter to New Yorkers in their city life. A couple of broadcasters, in particular, are superb: Brian Lehrer, who has a political programme, and David Remnick, editor of the New Yorker magazine, who presents The New Yorker Radio Hour. It’s always a great collection of people and topics."
    },
    {
        "sectionId": "6",
        "text": "A friend said to me: “I’m taking you for poetry and Corpse Revivers.” I thought, OK. This is a bookshop during the day and at six o’clock turns into a cocktail bar. Friday night is poetry, but unlike any other show I’ve been to. Every 10 minutes, someone will stand up, the room will go quiet, they’ll read a poem for a minute or two, and then sit down and everyone carries on drinking. Another 10 minutes later, somebody else stands up and does the same thing. It punctuates the conversation in such a lovely way; the cocktails are amazing, too. It’s one of those hidden places you think don’t exist any more – but this one does."
    },
    {
        "sectionId": "7",
        "text": "They’re the most acerbic cabaret. To call them cabaret doesn’t really describe it because the lyrics are so acidic, biting, political and satirical. It’s clever, super-politicised cabaret. Their appearance is quite whimsical – they’re dressed in sequin onesies and huge wigs – which contrasts with the message. They sing songs about how we could save the world but we’re all just too busy, we haven’t got the time. It’s very topical. They’ve written a great, sad song about Brexit, British Values, their version of a national anthem, which is quite shocking, but so truthful. I suggested they release it as a single."
    }
]