[
    {
        "text": "If Sheffield United make the League One play-offs, perhaps their dramatic 3-2 win over Crewe will be seen as the turning point. Nigel Adkins’ side had appeared to be cruising at Bramall Lane against their struggling visitors, taking a two-goal lead inside 61 minutes through Che Adams and Ryan Flynn. But goals from David Fox and Harry Davis turned things around and seemed to strike a near-fatal blow to the Blades’ top-six hopes – before Billy Sharp scored three minutes from time to leave them with a four-point gap to make up over the next eight games.",
        "sectionId": "1"
    },
    {
        "text": "That late winner had rather more negative implications for Crewe, who now sit bottom of the table after Colchester’s resounding disposal of Doncaster at the Weston Homes Community Stadium. Colchester, who had won just once in their previous 23 league games, went a goal down to Doncaster debutant Gary McSheffrey but responded with four of their own in the final half-hour. Chris Porter, Elliot Lee, an Alex Gilbey screamer and Richard Brindley put the visitors to the sword – meaning that Colchester now lie eight points from safety, with a game in hand. “That victory is for the supporters,” said their long-suffering manager Kevin Keen.",
        "sectionId": "2"
    },
    {
        "text": "Blackpool are currently the team the bottom four must catch and they drew 1-1 with mid-table Bury at Bloomfield Road. Shrewsbury and Port Vale produced the same scoreline but there was rather more action at Rochdale, whose 4-1 dismissal of fellow play-off chasers Southend saw them leapfrog Phil Brown’s side and move two points from sixth place. Jack Payne gave the Shrimpers a first-half lead at Spotland but Grant Holt, Joseph Rafferty, Jamie Allen and Joe Bunney replied in a mirror of events at Colchester. The heat is now on Barnsley, who occupy the final play-off place but could only draw 0-0 at home against Scunthorpe.",
        "sectionId": "3"
    },
    {
        "text": "League Two leaders Northampton refuse to let up, John Marquis’ first-half goal proving enough to beat Newport – extending their lead at the top to 13 points and their unbeaten run to 12 games. Second-placed Oxford dropped two points, taking the lead against Stevenage through Liam Sercombe at the Kassam Stadium despite John Lundstram’s early red card but seeing Byron Harrison equalise. Harrison’s goal arrested a five-game losing streak for Stevenage, who appointed Glenn Roeder as managerial assistant this week.",
        "sectionId": "4"
    },
    {
        "text": "The three sides leading the chase for third place all won, Bristol Rovers beating Cambridge 3-0, Plymouth coming away from Morecambe with a 2-0 win and Accrington defeating Leyton Orient with a Scott Brown goal. That means Orient drop out of the play-off places; Wycombe’s 1-0 defeat of Mansfield, achieved through Michael Harriman’s second-half winner, means the Chairboys sit a point clear in seventh position and three behind Portsmouth, who hammered Notts County 4-0.",
        "sectionId": "5"
    },
    {
        "text": "Wimbledon lost ground after going down 1-0 at Hartlepool, Adam Jackson’s goal meaning that they lie four points behind Wycombe. Hartlepool’s win should, barring disaster, banish any remaining fears of relegation – a situation aided by York’s 2-2 home draw with Crawley. Luke Summerfield, from the spot, and Michael Coulson brought York level after goals from Crawley’s Matt Harrold and Liam McAlinden but Jackie McNamara’s Minstermen remain seven points behind Stevenage and will need a superb late run to avoid the drop.",
        "sectionId": "6"
    },
    {
        "text": "Yeovil, who drew 0-0 with Carlisle at home, ought to be safe too. The day’s other game saw Exeter and Barnet, both in mid-table, share a goal apiece.",
        "sectionId": "7"
    },
    {
        "text": "Football League round-up: Billy Sharp keeps Sheffield United’s season alive",
        "sectionId": "-1"
    }
]