[
    {
        "text": "Versions of Alan Bennett have been hard to escape over the last six months. First came Nicholas Hytner’s film of The Lady in the Van, featuring three depictions of its author – Alex Jennings as both “Alan Bennett”, a diffident north London resident in the 70s and 80s, and “AB” the observing writer, plus a present-day cameo from Bennett himself.",
        "sectionId": "1"
    },
    {
        "text": "Besides his 2015 diary in the LRB, edited by his friend Mary-Kay Wilmers, subsequent sightings have included a regional revival of the autobiographical play Untold Stories, and the Radio 4 comedy Boswell’s Life of Bennett, in which the time-travelling biographer (Miles Jupp) repeatedly urges the Yorkshireman (Alistair McGowan) to reveal his secrets – “the cream cracker under the settee” – only to be told “Don’t be daft”.",
        "sectionId": "2"
    },
    {
        "text": "Next up is Nick Hornby’s TV reworking (starting on Friday on BBC1) of Love, Nina, Nina Stibbe’s droll epistolary account of her time as Wilmers’s nanny, in which another “AB” continually pops up as a supper-sharing dispenser of practical domestic tips. Yet, for whatever reason – Stibbe has wryly inferred he was “mardy because I exposed him as a handyman” – the book’s AB becomes Jason Watkins’s Malcolm, a bald, vain Scottish poet, and its Wilmers is Helena Bonham Carter’s Georgia (the pair do, however, remain bookish Camden neighbours, and Wilmers’s home setup and job are unaltered).",
        "sectionId": "3"
    },
    {
        "text": "Bennett’s near-ubiquity has a paradoxical quality: a playwright who made his name with studies of shy, lonely and socially invisible people (who he clearly identified with) has become significantly more high profile than peers such as David Hare and Tom Stoppard, and arguably among the most famous British authors ever. How has this happened?",
        "sectionId": "4"
    },
    {
        "text": "It helps if you are also a performer, and consequently your face and voice have long been recognisable (Beyond the Fringe, including Bennett’s vicar sketch, was recorded for TV in 1964). Subsequently he has appeared regularly in other writers’ work, often as the academic he once was (Hugh Trevor-Roper in Selling Hitler, Lord Pinkrose in Fortunes of War), as well as creating, and in some cases playing, characters that clearly reflect aspects of himself, from his bevy of 50‑plus women to gay or latently gay figures such as Graham in his TV series Talking Heads, Anthony Blunt in A Question of Attribution and Hector in The History Boys.",
        "sectionId": "5"
    },
    {
        "text": "What helps too is other people portraying you. ITV’s Spitting Image, in which Bennett’s puppet (voiced by Steve Nallon) could usually be found taking tea with Thora Hird’s, both confirmed his celebrity status and magnified it tenfold. And during its run from 1984 to 1996 appeared a breakthrough work that saw him writing about himself directly for the first time.",
        "sectionId": "6"
    },
    {
        "text": "Writing Home (1994) was a bestselling collection of diaries and other prose (including The Lady in the Van) that can be seen not as a riposte to his Spitting Image image, but as complementing it; the latex lampooners teased him as twee and tweedy, and he sent himself up as timid and fastidious. Other Bennetts emerge too, though, that aren’t so cosy, and he has frequently signalled unease that these spikier selves tend to get forgotten.",
        "sectionId": "7"
    },
    {
        "text": "Writing Home led to the playwright appearing as a stage or screen character, first in the 1999 theatre adaptation of Miss Shepherd’s story, and to a more general loosening up whereby the once-wary Bennett began offering opinions and freely discussing his private life.",
        "sectionId": "8"
    },
    {
        "text": "This incremental acceptance of greater exposure makes it all the harder to guess why Love, Nina’s makers felt they had to leave him out. Possibly the book’s AB was perceived as a variant form of cosyfication, as Stibbe sensed. But it could be that Bennett saw in her book a kind of claim-jumping: his 60s TV series On the Margin (best known through the Mark Boxer cartoon strip about the Stringalongs it inspired) anticipated it by almost 50 years in spoofing a Camden set of intellectuals and media types.",
        "sectionId": "9"
    },
    {
        "text": "Or the solution to the puzzle is even simpler: Bennett was “much funnier than I tell”, Stibbe has also said, perhaps sheepishly aware that she shows sensible, stolid AB being repeatedly outshone by MK’s pithy witticisms. If Bennett did object to being depicted by her as unfunny, he has paid a cruel price – the character who replaces him is a humourless bore.",
        "sectionId": "10"
    },
    {
        "text": "What happened to Alan Bennett in Nick Hornby’s Love, Nina?",
        "sectionId": "-1"
    }
]