[
    {
        "text": "People tend to be snobby about Christmas, and they tend to be particularly snobby about the cultural things it produces: the overly commercialised songs, movies and TV ads. The excess and sentimentality of it, the inclusive, populist spirit, seem designed to bring out the Ebenezer Scrooge in even the most uncommitted of cultural snobs.",
        "sectionId": "1"
    },
    {
        "text": "I will never join them. Yes, I know Christmas can be a pain. When I was suffering from serious depression, the whole season became a tormenting joke, my own misery highlighted by the contrast with the jollity of my surroundings. But Christmas was also one of the things that helped get me out of that depression. It helped as a marker of progress, since it was always easier to remember Christmases in a way that you can’t remember, say, Octobers.",
        "sectionId": "2"
    },
    {
        "text": "And, for not particularly religious people – people like me – who veer between being atheist, agnostic and vaguely “spiritual” (depending on the day of the week and the level of hangover), the essence of Christmas generally isn’t found in a church, but rather on a screen or a stage or in the pages of a novel. Because, ever since 1843, when Dickens published A Christmas Carol, there has been a new kind of Christmas, a parallel Christmas that defined it as a feeling, rather than a date or a biblical narrative. Pinning down that feeling is hard, since it is a magical feeling, and magic can’t be explained. It is – as Dickens’s Scrooge suggests when he says: “I will honour Christmas in my heart, and try to keep it all the year” – beyond the season itself.",
        "sectionId": "3"
    },
    {
        "text": "So, I would like to defend Christmas against the Christmas snobs. We need the collective bonhomie it can inspire, especially in 2016, this terrible joke of a year. And I would like to defend it, too, against the people who frown at the commercialisation or secularisation of the festival. I have only ever known Christmas as a commercialised, secularised affair, and yet I have still found magic and inspiration in it. I always have.",
        "sectionId": "4"
    },
    {
        "text": "When I was growing up, in the 80s, the supreme pre-Christmas highlight was the day the new Radio Times came out. Along with millions of other semi-losers, I would rush out to WH Smith to buy the two-week bumper issue, weighty with promise. Then I would rush home to study the listings like a monk reading psalms, carefully highlighting everything I was going to watch.",
        "sectionId": "5"
    },
    {
        "text": "I wasn’t always a happy child, but I was always happy at Christmas. I moved school a lot. My parents switched my junior school because I was having a bad time, then, when I started secondary school, I struggled to fit in. I would sit on the stairs each morning crying, not wanting to go. Christmas was an escape from all that. It was an anchor at the bottom of the year. It fixed my childhood in place.",
        "sectionId": "6"
    },
    {
        "text": "When I was 11 years old, a rather irresponsible teacher told the school assembly the “truth” about Father Christmas. I didn’t believe it. I pretended to, because everyone else seemed to, even my younger sister. But a part of me never quite stopped believing. Around that time, I remember walking my springer spaniel, Murdoch, in the park and thinking that molecules of Christmas magic hovered in the air. It was something you could feel. That is the point of Christmas, and a theme of most Christmas stories: hope against the odds.",
        "sectionId": "7"
    },
    {
        "text": "That year, I saw the film Scrooge, – (thank you, Radio Times), which stars Albert Finney. I was gripped by the then unfamiliar story of a rich old miser who, after seeing three Christmas spirits, changes his ways on Christmas morning. Only ET had had such a profound, positive psychological effect on me. The scene near the end in which Scrooge dresses up as Father Christmas and delivers turkey and toys to the Cratchits worked on me like a kind of emotional central heating; the song Thank You Very Much was so unabashedly happy and sentimental that it reminded me of the child I was. It was one of the most moving experiences of my life and – don’t laugh – I think it made me a better person. It helped me to understand the age-old festive lesson that giving presents makes you happier than receiving them.",
        "sectionId": "8"
    },
    {
        "text": "It wasn’t just films, either. My mother went to the theatre a lot and used to drag me to see Henrik Ibsen plays when I really wanted to be at home watching Beverly Hills Cop. But then, at Christmas time in 1985, she took me to the National Theatre to see The Nativity, one of Tony Harrison’s famous reinventions of medieval mystery plays. I loved it, because it was very immersive – and I got to dance on stage with Brenda Blethyn – but it was in books that I found the most Christmas magic. Not only A Christmas Carol, which I finally read when I was about 12, but also in tales such as The Snowman, Susan Cooper’s The Dark is Rising sequence and Hans Christian Andersen’s The Little Match Girl. All have a darkness to them, as do all the great Christmas stories. In The Little Match Girl, the saddest of all Christmas tales, a poor, homeless girl lights matches to keep herself warm and sees visions of Christmas in the flame. The power of a Christmas story, like the power of Christmas itself, acts like that light in the dark.",
        "sectionId": "9"
    },
    {
        "text": "I suppose I know this as well as anyone, because, after spending a year writing Reasons to Stay Alive, a book about my life-threatening experience of depression and anxiety, I needed to write something that would cheer me up. I had been searching for ages for ideas for a happy book – possibly a children’s book – and then my seven-year-old son, Lucas, asked me what Father Christmas had been like as a child. That got my brain whirring. I didn’t have an answer to hand, so I decided to write him (and his younger sister, Pearl) my imagined version of Santa’s childhood.",
        "sectionId": "10"
    },
    {
        "text": "Truthfully, though, I was also writing it for myself. It made absolutely no business sense to follow up a book about mental health with a Christmas book, but I was starting to feel fragile again and I needed to do something I would enjoy. Writing about the young Nikolas and elves and Blitzen made me so happy I decided to make it the first part of a series.",
        "sectionId": "11"
    },
    {
        "text": "But I knew from my own enjoyment of Christmas books and films that I had to add a tiny bit of darkness to the “ho ho ho”. Every Renaissance painter knew that to make light brighter you have to contrast it with shadow. I was also determined to ignore the fact that it would be a children’s book. The best Christmas stories are for all ages, or rather act as a thread, helping us connect ourselves to the children we once were. A Boy Called Christmas was my attempt to enter this tradition, to make a book for kids that can also be enjoyed by adults.",
        "sectionId": "12"
    },
    {
        "text": "In the sequel, The Girl Who Saved Christmas, I tried to acknowledge the originator of this tradition by making Charles Dickens a key character – he helps Father Christmas and the eponymous girl, Amelia, in their quest to save Christmas. And even though I set out with these books to write the opposite of Reasons to Stay Alive, they ended up, in a strange way, being very similar. They are about trying to find an authentic candle-flicker of hope where there seems to be none.",
        "sectionId": "13"
    },
    {
        "text": "And so, for me, Christmas has become a magical time again. I once thought this would be impossible, just as I thought recovering from depression would be. But if Christmas is about anything, it is about believing in the seemingly impossible. And that is, ultimately, the purpose of a Christmas story: to help us believe in magic as easily as we once did.",
        "sectionId": "14"
    },
    {
        "text": "Of course, there are some terrible Christmas films and books. But the good ones are as good as anything. They encourage us, as Dickens put it, “to open our shut-up hearts freely” and loosen the cynicism that can surround us throughout the working year. Yes, the messy realities of Christmas can be a grind, but the stories provide a map that leads us away from cynicism and towards hope, optimism and even – if I can use the most old-fashioned and Christmassy word of all – joy.",
        "sectionId": "15"
    },
    {
        "text": "And thank God – or, at least, Dickens – for that.",
        "sectionId": "16"
    },
    {
        "text": "Jenni MurrayAs a child, I used to love going to pantos. My parents would take me to the theatre in Sheffield and Leeds on Boxing Day. When I had my own children, I always took them and they absolutely loved it. What I think is so interesting about panto is that it gets children into the theatre. It’s live, the actors are there in front of you - it doesn’t involve a phone or a computer. As a little girl, I adored Cinderella, and I remember seeing this girl’s rags transform into the most glamorous dress. Being practically minded, though, I was always conscious of her glass slippers and thought that they must be really uncomfortable. Christmas is always a precious time when my rather small family gets together, and what is lovely is that it is just the four of us. The boys, who are 33 and 29, still expect pillowcases as stockings, although they have become incredibly good cooks and so often take over from me. We always take the dogs for a walk and then we flop in front of the telly. Morecambe and Wise used to dominate Christmas when I was younger, but now we watch whatever is good – or bad. I can’t wait.",
        "sectionId": "17"
    },
    {
        "text": "John Cooper ClarkeMy parents attempted to alter the culture of Christmas once. They told me they were going to get a leg of pork. It was too extreme a departure from the usual turkey or chicken and I had to protest, so they presented me with a whole capon – a castrated male chicken that has achieved a level of plumpness no chicken should ever achieve. It was a bit botoxy … just layers of subcutaneous fat. It was the one time I ate a whole bird in one sitting. We used to go to the panto a lot, too – I used to particularly love it when an over-the-hill TV actor was playing. I’ve seen some good Buttons in my time – David Nixon and Tommy Steele to name a couple. As an adult, your favourite Christmas is always the first Christmas you have with your own kid. This year will be the same as ever – at home hanging with the family. It’s just a small occasion – if someone did come round, I would let them in – but it has never come up so far!",
        "sectionId": "18"
    },
    {
        "text": "Alexander McCall SmithMost of us have a strong yearning at this time of year to experience something purer, less materialistic, less frantic. And what better than Bach to clear the palate? The disciplined notes, the soaring, perfect structure of the music reminds us what this season is all about: kindness to others and healing. So, a firm date in my Christmas diary is the annual performance by Ludus Baroque of Bach’s Christmas Oratorio. Ludus Baroque is one of the finest chamber orchestras and choirs in the UK and is conducted by a friend, Richard Neville-Towle, who gathers the best baroque singers and instrumentalists and brings them to Canongate church in Edinburgh. It is a perfect setting for Bach: steeped in history, beautiful in the simple, unpretentious way of Scottish architecture of the time. Bach sounds perfect there, and at the end we will go out into the night, perhaps reminding ourselves that the following day, the winter solstice, things get lighter – and better, we hope.",
        "sectionId": "19"
    },
    {
        "text": "Katherine JenkinsMy favourite Christmas event from my childhood would have to be midnight mass at our local church. I was a chorister at St David’s, in Neath, south Wales, from the age of seven, and one of the best things was being able to stay up late enough for midnight mass. By the time I was 10 I was starting to have solos. Going to midnight mass is still the most important part of Christmas for me. There were months and months of practice, so nerves were pretty high. I was always much more excited about the service than about the presents. Our Christmas is the same every year – my mum helps with the Sunday school, and I like to go with her.",
        "sectionId": "20"
    },
    {
        "text": "Last year, I took my daughters there for the first time. All the family come on Christmas morning, and on Christmas Day we go to my auntie’s and play Trivial Pursuit. One of my favourite things about Christmas is definitely the carols, especially O Holy Night and In the Bleak Midwinter.",
        "sectionId": "21"
    },
    {
        "text": "Phoebe Waller-BridgeFor the past 10 years, I’ve read ridiculous Christmas poems at the Charlie Waller Memorial Trust’s annual carol service, which raises money for and awareness of young people struggling with depression. It’s always packed to the rafters with a hilarious lineup of people, and it’s for a fantastic charity. The event always kickstarts the season for me. I also like shivering through the winter market on the South Bank, London.",
        "sectionId": "22"
    },
    {
        "text": "Bettany HughesMy dad is an actor, and he was often the panto dame. So, our Christmas involved my father dressing up as a woman. I have powerful memories of hanging up the big white-and-red stockings Dad had worn on stage. I always loved going backstage to his dressing room and meeting everyone. My godmother was a field mouse to his toad. As an ancient historian, I know we are creatures of memory and need habit and ritual. Despite this, physiologically, our brains crave disturbance. A panto has familiarity, but it also presents the audience with things they don’t normally experience. The hilarity and delight in the crowd is tangible – both the kids and parents get real satisfaction. If you go back to ancient Babylon, there were always fire-eaters, sword-swallowers – we were at it right from the start.",
        "sectionId": "23"
    },
    {
        "text": "One thing I would love to see this year is Peter Pan at the National – a woman is playing Captain Hook and Peter Pan is my age. That is what theatre is about: the unexpected. My husband used to run circuses and sometimes has his circus friends over for Christmas dinner. One couple used to do this act where the girl would cut off the man’s cigarette with a chainsaw and once cut off his nose. Our big thing is to try and fit as many people around the table as possible.",
        "sectionId": "24"
    },
    {
        "text": "Matt Haig on Christmas: ‘It was an anchor at the bottom of the year. It fixed my childhood in place’",
        "sectionId": "-1"
    }
]