[
    {
        "sectionId": "1",
        "text": "Britain’s retailers have been hit by a sharp drop in sales as shoppers cut back on food and clothes in the latest sign households are nervous about the economic outlook."
    },
    {
        "sectionId": "2",
        "text": "The Office for National Statistics (ONS) said retail sales volumes decreased 1.3% last month, a much sharper drop than the 0.1% dip forecast by economists in a Reuters poll. Sales were up 2.7% on the year, well below forecasts for 4.4% growth."
    },
    {
        "sectionId": "3",
        "text": "Statisticians said the main drag came from food and clothing, echoing other reports that fashion sales had suffered from unsettled weather while the early Easter had done little for grocers."
    },
    {
        "sectionId": "4",
        "text": "Retail sales increase 2.7% in Mar 16 compared with Mar 15, but down 1.3% on Feb 16 https://t.co/3a048CPDVG"
    },
    {
        "sectionId": "5",
        "text": "The data will fan fears that the UK economy has lost momentum in the face of a slowdown in global trade and as domestic spending is dented by uncertainty before June’s referendum on EU membership. The first official snapshot of UK GDP growth in the opening quarter is to be released next week."
    },
    {
        "sectionId": "6",
        "text": "David Kern, chief economist at the British Chambers of Commerce (BCC), said March’s sharp drop in retail sales was disappointing."
    },
    {
        "sectionId": "7",
        "text": "“These figures reinforce our view that UK economic growth slowed in the first quarter of 2016,” he said."
    },
    {
        "sectionId": "8",
        "text": "Consumer spending has been the main driver of UK economic growth, helped by high employment, rock-bottom interest rates and low inflation, but recent surveys suggest households are getting a tighter hold on the purse strings as worries grow about the domestic and global economy."
    },
    {
        "sectionId": "9",
        "text": "“March’s retail sales figures confirm that trading over the Easter holidays was unusually quiet, adding to evidence of a consumer slowdown,” said Samuel Tombs, chief UK economist at the consultancy Pantheon Macroeconomics. “It is clear that the consumer recovery is losing pace.”"
    },
    {
        "sectionId": "10",
        "text": "But this month could bring some respite for retailers, Tombs added. “Sales likely will bounce back in April, particularly if consumers undertake clothing purchases that they have foregone recently.”"
    },
    {
        "sectionId": "11",
        "text": "The ONS said clothing sales fell 2.3% on the month while household goods sales were down 2.9%."
    },
    {
        "sectionId": "12",
        "text": "The less volatile figures for three months taken together also pointed to a slowdown. Sales volumes rose 0.8% in the first quarter on 2016, down from growth of 1.0% in the final three months of 2015."
    },
    {
        "sectionId": "13",
        "text": "In value terms, the amount spent at retailers in March was down 0.1% on a year ago and 1.3% from the month before."
    },
    {
        "sectionId": "14",
        "text": "The news from online sales was somewhat brighter. They were up 8.9% on the year but down 0.5% on the month."
    },
    {
        "sectionId": "15",
        "text": "The amount spent in the retail industry decreased by 0.1% compared with March 2015 and decreased by 1.3% compared with February 2016."
    },
    {
        "sectionId": "16",
        "text": "The ONS said average store prices fell by 3% on the year, the 21st consecutive month of year-on-year price falls."
    },
    {
        "sectionId": "17",
        "text": "Against the backdrop of falling shop prices, and generally low inflation, the Bank of England has kept interest rates at a record low of 0.5%. Kern said policymakers at the Bank should continue to sit tight on borrowing costs."
    },
    {
        "sectionId": "18",
        "text": "“The fact that store prices declined further in March confirms our assessment that overall inflationary pressures in the economy are still muted, and strengthens the argument for the monetary policy committee to persevere with the current low level of interest rates for the time being to support the fragile recovery.”"
    },
    {
        "sectionId": "19",
        "text": "The official retail data chimes with industry figures earlier this month that also showed a weak March for retailers. The British Retail Consortium (BRC) said unsettled weather had hit demand for clothes while takings at grocers were hurt by lower food prices and Easter closures."
    },
    {
        "sectionId": "20",
        "text": "The BRC said like-for-like sales values fell 0.7% in March on a year earlier, the biggest drop since last August. Sales were flat on a year ago in total terms, which does not adjust for the effect of new store openings."
    }
]