[
    {
        "sectionId": "1",
        "text": "People ask me, “Why did you write a whole book about a single street?” I tell them rue des Martyrs is not just any street. You won’t find it in most guidebooks, but believe me, it’s a half-mile of magic. About a mile north-east of Place de l’Opéra and half a mile south of the Sacré-Coeur basilica, rue des Martyrs cuts through the formerly working-class ninth and 18th arrondissements. It lacks the grandeur of the Champs-Élysées and the elegance of Boulevard Saint-Germain, but its activity is concentrated: it’s home to nearly 200 small shops and restaurants."
    },
    {
        "sectionId": "2",
        "text": "I am an outsider in Paris, with American-accented French, so I am part of the wave of globalisation that threatens to destroy a street like the rue des Martyrs. Yet I’ve been accepted into this tight-knit community. I have tried to make friends with almost everyone on the narrow stretch that slopes upwards into the base of Montmartre: the octogenarian showman who’s been running a transvestite cabaret for more than half a century, the woman who repairs 18th-century mercury barometers, the philosophy-loving owner of a 100-year-old bookstore. I’ve spent so much time on this street that the merchants and residents have embraced me and made me part of their lives."
    },
    {
        "sectionId": "3",
        "text": "Restaurant Miroir, at the top of the street, is my go-to bistro. Just about every evening before dinner is served, owner Sébastien Guénard steps outside to greet passersby. He needs to connect with the neighbourhood where he works and lives. Guénard always keeps three or four tables free, just in case special friends show up. You won’t be pushed out early for a second sitting; you’ll be encouraged to linger as long as you like."
    },
    {
        "sectionId": "4",
        "text": "This is a serious street. It made history. Tradition has it that Saint Denis, the patron saint of France, was beheaded here in the third century. Thomas Jefferson frequented the area and I am convinced that from time to time I see his ghost. Edgar Degas and Pierre-Auguste Renoir painted acrobats at the circus on the corner, Emile Zola situated a lesbian dinner club here in his novel Nana, and François Truffaut filmed scenes from Les 400 Coups. Rue des Martyrs is mentioned in Gustave Flaubert’s L’Education Sentimentale, arguably the most influential French novel of the 19th century, and in Guy de Maupassant’s Bel-Ami."
    },
    {
        "sectionId": "5",
        "text": "But the street is not stuck in the past. Pharrell Williams, Kanye West, and local rock band Phoenix have recorded at Motorbass, a state-of-the-art music studio hidden behind an old wooden door painted glossy magenta. Directly across the street, jeweller Emmanuelle Zysman handcrafts designs for women and men, including delicate beaded bracelets best worn several at a time. She is one of several newcomers who mix easily with generations-old artisans on rue des Martyrs and the neighbourhood of South Pigalle (SoPi)."
    },
    {
        "sectionId": "6",
        "text": "The neighbourhood has, however, been gentrifying at breakneck speed. High-end speciality shops – many devoted to food – inevitably follow. Mesdemoiselles Madeleines at number 37 makes only madeleines, the little shell-shaped sponge cakes. People Drugstore at 78 offers hundreds of brands of beers (as well as chess boards for customers who choose to drink their way through a game or two). La Chambre aux Confitures (number 9, part of a small chain) sells more than 100 jams, chutneys and chocolate spreads. Première Pression Provence next door specialises in French olive oil. Pâtisserie des Martyrs (22) may make the best lemon tart in all of Paris. (Second-generation owner Sébastien Gaudard was voted Paris’s best pastry chef in 2012.)"
    },
    {
        "sectionId": "7",
        "text": "Tucked among these are old-fashioned grocers that sell fresh produce, packaged goods and cheap alcohol. They open early and close after midnight. And Bazar Promo (16) is a small, old-fashioned variety store that offers just about anything practical or just plain fun for apartment living, at bargain prices, with Bollywood music playing in the background. This is the place to buy nail clippers, sturdy wine glasses, cheap sports socks, doormats, tools, table fans, skipping ropes. It’s worth a visit for hand-sewn, made-in-France espadrilles, plastic laminated Betty Boop shopping bags, and Che Guevara cigarette lighters. Perfect presents, and at bargain prices."
    },
    {
        "sectionId": "8",
        "text": "• Elaine Sciolino’s book The Only Street in Paris: Life on the Rue des Martyrs (WW Norton & Co, £11.99) is out now. To order a copy with free UK p&p go to bookshop.theguardian.com"
    }
]