[
    {
        "text": "I was born in Toronto, Canada in 1958 to an unmarried Ojibwa woman with a drink problem. Our futures did not look bright in the political and social light of those days – but fortune smiled sweetly on us later on.",
        "sectionId": "1"
    },
    {
        "text": "I had been adopted by British parents in 1961 and brought up with some sense of family, and within the strict regime of the Catholic church, but I was always restless and not quite happy in my own skin. Knowing I was an Indian – but nothing more – I set off to discover my roots and travelled back to Toronto in 1993.",
        "sectionId": "2"
    },
    {
        "text": "From the adoption agency and my old records, I discovered that I was probably Ojibwa, and that my family may have come from the West Bay area of Manitoulin Island – so I went to have a look. I never wanted to find my parents because I thought it was too big an ask and I would never be happy if I went on an unsolvable quest.",
        "sectionId": "3"
    },
    {
        "text": "I finished up in West Bay on a Saturday afternoon (nothing happening) but was told to go to church the next day – there to meet anyone who might know my family.",
        "sectionId": "4"
    },
    {
        "text": "By this time, rumours of an “English Indian” were rife and by the time I turned up at church the next day, I was a major celebrity. My family name is Migwans – and there were many of us there that day.",
        "sectionId": "5"
    },
    {
        "text": "I was offered a place to stay with the family of a woman who was the district nurse. As a nurse who visited people in their homes, she visited one woman who, on hearing of the English Indian (and finding out that she was born in Toronto in 1958, and was named Roxanne), said: “That’s my girl.”It was the biggest shock for everyone, especially her!",
        "sectionId": "6"
    },
    {
        "text": "The woman was Nora Migwans and she was my mother. I had found her by accident. She had last seen me when I was 10 days old. This photograph was taken just minutes after our reunion, when I was 35.Sarah Littlefeather Demick",
        "sectionId": "7"
    },
    {
        "text": "Another Brick in the Wall (Part 2) by Pink Floyd",
        "sectionId": "8"
    },
    {
        "text": "“We don’t need no education / We don’t need no thought control”",
        "sectionId": "9"
    },
    {
        "text": "It’s not exactly the message you would want to give your children at an impressionable age, nevertheless Pink Floyd’s Another Brick in the Wall, my dad’s favourite, was the unlikely anthem of my childhood.",
        "sectionId": "10"
    },
    {
        "text": "His brother, Ian, bought the vinyl double album in 1979 for £3.95 from WH Smiths and sold it to my dad the following year.",
        "sectionId": "11"
    },
    {
        "text": "Throughout the early 80s, while Dad attended Loughborough University, he played this album repeatedly on his vinyl player and identifies it as his favourite album from his youth.",
        "sectionId": "12"
    },
    {
        "text": "Evidently he projected his love for Pink Floyd, and this song, in particular, on to me. I vividly recall many long car journeys with him, my sister and myself singing the lyrics at the top of our voices in proud rebellion – “Hey! Teachers! Leave them kids alone!” – words that could spark dangerous excitement in the mind of a school kid, still wet behind the ears.",
        "sectionId": "13"
    },
    {
        "text": "I can picture all the times I spent chanting these words with my dad almost as clearly as I can picture the look of devastation on his face when he was taking out the record from its sleeve and scarred side 4 with his watch.",
        "sectionId": "14"
    },
    {
        "text": "I didn’t quite understand his pain at the time but now, as an advocate of the vinyl revival, with an extensive collection of my own, I fully sympathise.",
        "sectionId": "15"
    },
    {
        "text": "Despite the scratch and the interruption it causes, the spirited voices of Roger Waters, David Gilmour and the Islington Green School choir will always trigger happy memories for me and my family.",
        "sectionId": "16"
    },
    {
        "text": "Although dubbed an anarchical hymn, the lyrics say that we should not fall blindly into conformity and that we should aim to break free from the personal walls that confine us, which I think is a message to live by.Ruth Harvey",
        "sectionId": "17"
    },
    {
        "text": "Ingredients125g golden syrup60g butter100g plain flour25g self-raising flour100g caster sugar125ml milk1 beaten egg1tsp bicarbonate of soda1 heaped tsp ground ginger½tsp mixed spicePinch of salt",
        "sectionId": "18"
    },
    {
        "text": "Grease and line a 2lb loaf tin. Preheat oven to 170C. Melt the butter and syrup in a pan over a low heat. Sift both flours, bicarbonate and spices into a mixing bowl. Add the sugar and salt, then the egg and milk and beat until smooth. Gradually add in the butter and syrup mixture and combine well.",
        "sectionId": "19"
    },
    {
        "text": "Pour into the prepared tin and bake for 50 to 55 minutes until risen and firm to the touch. Cool in the tin for five minutes then on a wire rack.",
        "sectionId": "20"
    },
    {
        "text": "Aunty Eva’s sticky ginger loaf was legendary – no Boy Scout fund raiser or social event was complete without one. But then, for half a century, neither was a Boy Scout event in Newport complete without Eva. Dedicated to the movement, she was still in uniform well into her 80s.",
        "sectionId": "21"
    },
    {
        "text": "All the men in my father’s family had been involved in the Scout movement since its inception in 1907, my grandfather having been very taken with its vision for youth. Aunty Eva’s initial motivation was less principled. She had been born in 1903 and belonged to the generation of women many of whom were to become “the surplus two million”, unmarried because of the horrendous loss of life in first world war.",
        "sectionId": "22"
    },
    {
        "text": "She met no eligible men in her 20s but – a fiesty, determined character – she was desperate to leave the parental home. For a woman of her background that could only be through marriage. At 30, she hit on a brilliant idea: some of the few possible men were running Scout groups. That was where she needed to be. She set about things with a will and, armed with a warrant signed by Baden-Powell himself, took over the 18th Newport (Commercial Road Methodist) cubs. Reginald, the scout master, didn’t stand a chance.",
        "sectionId": "23"
    },
    {
        "text": "Just like her story, her sticky ginger loaf remains a family favourite. Gill Garrett",
        "sectionId": "24"
    },
    {
        "text": "Family life: A reunion, Another Brick in the Wall (Part 2) by Pink Floyd and Aunt Eva’s sticky ginger loaf",
        "sectionId": "-1"
    }
]