[
    {
        "sectionId": "1",
        "text": "Rose first learned to stilt-walk when she was 16 and has worked at the Grand Theatre of Lemmings in Manningtree, Essex, for more than eight years. “It says I have a height complex – I’m only 5 ft 4! No, really I am just attracted to the silly things in life.”"
    },
    {
        "sectionId": "2",
        "text": "Is there anything funnier than a performer in an ostrich suit? No. The bird’s head bobbing forward and back, the wambly neck, the bewildered rider, slightly out of control, legs a-flap like extra wings… Like daft dogs on You’ve Been Framed, a human in an ostrich suit is never not funny. Even thinking about it makes me laugh."
    },
    {
        "sectionId": "3",
        "text": "And Rose has brought an extra dimension to her ostrich antics: height, via the age-old medium of stilts. Suddenly her ostrich isn’t just hilarious – it’s perilous, too. Smashing on to concrete from higher than 6ft is very different from tripping in your heels. The stilts transform Rose’s act into hardcore funny-ing; they show a talent far greater than taking one in the face with a custard pie. Stilts are circus skills; Rose knows what she’s doing."
    },
    {
        "sectionId": "4",
        "text": "There’s a lot of detail on this ostrich suit. The graphic chest, the red reins, the yellow legs. A carefully made costume, it’s also thought through for performance, wear and tear, packing away. It’s a highly professional outfit, as work-friendly as a suit."
    },
    {
        "sectionId": "5",
        "text": "Rose is being an ostrich outside, and that’s important, too. Street performing is an ancient job with an honourable history. Dressing up and mucking about in front of a passing, unplanned, penny-chucking audience has been going on in Britain for hundreds of years, with rituals shared through time, tweaked for the contemporary, but reaching back to Shakespeare."
    },
    {
        "sectionId": "6",
        "text": "Although today’s festivals might seem to be all about the big-name, main-stage acts, they’re actually built around people like Ruth. If she and her compadres weren’t bothering to travel from festival to fair to trot about on stilts dressed like silly birds, then the only outside entertainment would be Kanye or Coldplay. And no matter how muddy, those festivals would be dry dry dry."
    }
]