[
    {
        "text": "“Your problem is that you’re not happy being sad…” When it comes to capturing the strange, romantic magic of making music, few modern film-makers are more on the money than John Carney. In his note-perfect 2007 drama Once, he gave us a beautifully unconsummated Dublin love story played out over the composition and recording of songs such as Falling Slowly, which went on to win an Academy award. In 2013’s underrated Begin Again, Keira Knightley played an adrift singer-songwriter who winds up recording her music to the backing of New York street sounds, spurred on by Mark Ruffalo’s formerly washed-up A&R man. Now Carney returns to Dublin and his youthful heyday of the mid-80s, where the delightful Sing Street spins its warm and uplifting fairytale, tugging at our melancholy heartstrings like a piece of classic bubblegum pop.",
        "sectionId": "1"
    },
    {
        "text": "As Carney has proved before, he knows how to straddle the line between the sound in the room and the sound in your head",
        "sectionId": "2"
    },
    {
        "text": "Ferdia Walsh-Peelo is Conor, a bedroom Bob Dylan struggling to turn the background noise of his parents’ collapsing marriage into songs. When his dad’s work hits the skids, Conor – later Cosmo – is sent to the Christian Brothers’ Synge Street school, where his private education manners (“Restaurant? You mean the canteen? You’re not in France now, you bleedin’ spanner!”) strike a bum note. Bullied by skinhead Barry, and smitten by mysterious outsider Raphina (Lucy Boynton), Conor decides that “we need to form a band”, and sets about rounding up local talent who can provide the perfect soundtrack to his VHS-era love story. “I’m a futurist!” declares Conor after conceding that John Taylor’s bass proficiency does indeed lend a funky edge to Duran Duran, a mantra he has learned from his stoner big brother, Brendan (Jack Reynor), who insists that, like the Pistols, “you need to learn how not to play – and that takes practise”.",
        "sectionId": "3"
    },
    {
        "text": "The bittersweet, “happy sad” drama that follows has drawn inevitable, if misguided, comparisons with The Commitments, yet tonally this is closer to the teen spirit of Todd Graff’s 2009 film Bandslam (to which David Bowie lent an approving cameo) or even Richard Linklater’s sublime School of Rock. As Carney has proved previously, he knows how to straddle the line between the sound in the room and the sound in your head – a sequence that segues from bedroom composition to living room rehearsal (with tea and biscuits) to full studio production perfectly negotiates the space between kitchen-sink realism and musical fantasy in which this lovely, lyrical movie casts its spell.",
        "sectionId": "4"
    },
    {
        "text": "There’s a touch of Michel Gondry’s Be Kind Rewind or Garth Jennings’s Son of Rambow in the band’s attempts to reproduce the high-gloss sheen of Russell Mulcahy’s pop videos in a Dublin backstreet, armed only with a silk scarf, a cowboy outfit and an abundance of eyeliner. As the film progresses, the videos become more ambitious, mutating into a dreamscape reminiscent of Back to the Future’s climactic prom, setting the tone for Sing Street’s own fabulist finale.",
        "sectionId": "5"
    },
    {
        "text": "But it’s the fact that Carney wisely keeps one foot on the ground that gives the film its emotional heft. Having served time in the Frames, Carney understands the practicalities of writing, rehearsing and performing pop songs. Here, he enlists former Danny Wilson frontman Gary Clark to (co-)write original material inspired by Conor’s ever-changing playlist, from the Cure to the Jam, Joe Jackson, Spandau Ballet and beyond. Reminding us that most great pop songs are written by channelling existing hits, Drive it Like You Stole It neatly echoes the triplet bass riff from Hall & Oates’s already derivative Maneater to finger-popping effect, while the band’s dress sense changes with the winds of the latest Top of the Pops (some chronological liberties notwithstanding).",
        "sectionId": "6"
    },
    {
        "text": "Providing the backbone – both musical and fraternal – for Conor’s education is Reynor’s affectionately observed Brendan, his lost dreams and rich experience fuelling his younger brother’s rite of passage. Typical of Carney, too, to lend a gentle ear to even the most seemingly unsympathetic characters, with Barry’s bullying behaviour contextualised as a product of his own battered horizons.",
        "sectionId": "7"
    },
    {
        "text": "In this hazy, street-lamped world, no one is beyond the redemption of a good tune. With its inclusive 12A certificate, Sing Street should strike a chord not only with those ageing 80s nostalgists underwhelmed by the locker room Americana of Everybody Wants Some!!, but also with tween audiences who have long outgrown their Camp Rock DVDs and are ready for a little more grit amid the glitter. Happy sad indeed. I laughed, I cried, I bought the soundtrack album.",
        "sectionId": "8"
    },
    {
        "text": "Sing Street review – pop goes the playground",
        "sectionId": "-1"
    }
]