[
    {
        "sectionId": "1",
        "text": "I am a shareholder in a 150-unit co-op that has a strict no dog policy. (Dogs that assist residents with disabilities are the only exception.) I am concerned that this policy is affecting the resale value of units in the building.A friend who is a real estate broker told me that no dog policies can reduce the value of an apartment by as much as 5 percent. If this is correct, I suspect that many shareholders who are ambivalent about changing the policy could be persuaded to vote in favor of allowing dogs. So, is it true? Do no dog policies affect apartment values?"
    },
    {
        "sectionId": "2",
        "text": "New York City is full of pooch-averse apartment buildings. Even many of those that boast of their canine-friendly ways have restrictions, like rules prohibiting large dogs or certain breeds. Many co-op boards even demand a dossier and an interview for four-legged candidates."
    },
    {
        "sectionId": "3",
        "text": "With so many buildings throwing up hurdles, dog owners might be willing to pay a premium to live in one that gives their furry companions a warm welcome. At the same time, prospective buyers without pets are unlikely to factor a buildings policy into their offer at all."
    },
    {
        "sectionId": "4",
        "text": "Pet owners  especially dog owners  have fewer choices than other renters or buyers and are more likely to pay a premium for their animals, said Sandra Manley, the training and development manager at Realty Collective. Ms. Manley estimated that units in pet-friendly buildings could fetch 5 to 10 percent more than similar-size units in pet-free buildings."
    },
    {
        "sectionId": "5",
        "text": "An analysis of pet policies and prices by the real estate appraiser Miller Samuel found that apartments in buildings that allowed dogs generally sold for more money, but since 76 percent of buildings permit pets (at least to some extent), it would be hard to blame pet rules alone for the spread. Interestingly, buildings that ban dogs weighing more than 50 pounds command the highest prices, according to theMiller Samuel analysis."
    },
    {
        "sectionId": "6",
        "text": "Wendy L. Richardson, an associate broker with Brown Harris Stevens, said, No dog policies do limit your scope of interested buyers to only buyers without dogs. Therefore, you have potentially less interest in your apartment when you rule out this part of the population."
    },
    {
        "sectionId": "7",
        "text": "If your co-op board does decide to take up the issue, these types of policies are almost always found in the house rules. House rules can be amended by a board vote. In many cases, the rule can also be amended by a shareholder vote, which would likely be done at a special or annual shareholder meeting, according to Darryl Vernon, a real estate lawyer."
    },
    {
        "sectionId": "8",
        "text": "One of the members of the co-op board in my building regularly takes a three-month trip to Florida during the winter. In the monthly minutes, he is listed as present when he participates via conference call. A neighbor suggested including him in the meeting through Skype.But is this truthful and legal?"
    },
    {
        "sectionId": "9",
        "text": "Skype is a terrific idea. Many of the conversations on the Comedy Central television showBroad Citytake place over Skype, and these characters are in the same city (and even sometimes in the same room). Your vacationing board member might not be physically present, but it certainly sounds as if he is there in spirit. Video conferencing would be an improvement to the more traditional conference call, particularly if there were any presentations at the meeting with visual aids."
    },
    {
        "sectionId": "10",
        "text": "Unless the proprietary lease expressly forbids conference calls as a method of conducting board meetings, it would not be untruthful to count him present, so long as he can hear the other board members throughout the meeting."
    },
    {
        "sectionId": "11",
        "text": "Present means participating, said Robert J. Braverman, a lawyer who represents condo and co-op boards. Its more and more common. I represent boards that will meet via conference call more often than they will meet in person."
    },
    {
        "sectionId": "12",
        "text": "I am a market-rate tenant in a new luxury high-rise rental building. The buildings water has gone out about six times in the last month due to frigid conditions. Each time, the water is out for five to eight hours. Do I have any recourse to force the building to either deal with this or issue a rent abatement?"
    },
    {
        "sectionId": "13",
        "text": "Apartments are supposed to come with running water, regardless of the outside temperature. (They are supposed to also deliver hot water 12 months a year.) It is baffling that yours does not  a new luxury high-rise certainly should have a functioning plumbing system in place."
    },
    {
        "sectionId": "14",
        "text": "Contact management and see if you can get a clearer picture of the problem. Demand that the managers explain to you what the problem is and what steps they are taking to address it. They should also provide you with an estimate of how long any repairs might take. I would imagine that you are not the only tenant to wonder where the water went. And I am surprised that management has not circulated a memo to tenants explaining the situation."
    },
    {
        "sectionId": "15",
        "text": "If you do not get a satisfactory response, call 311 to report the condition to the citysDepartment of Housing Preservation and Developmentand theDepartment of Buildings. Both departments should send out inspectors who can issue violations, if necessary."
    },
    {
        "sectionId": "16",
        "text": "As for your rent, there is no harm in asking for a rent credit. When you speak with the building managers, tell them what the inconvenience has cost you, such as meals eaten out or nights spent elsewhere. Tell them that you would like a rent credit for the days that you had no water. They might refuse your request, but if you dont ask, you certainly wont get one."
    },
    {
        "sectionId": "17",
        "text": "You could also consider withholding rent on the basis that a lack of water violates your warranty of habitability, but there are serious risks to that approach. As soon as you withhold rent, the landlord will begin legal proceedings against you. Depending on the nature of the problem, management could argue that it worked as quickly as possible to resolve a complicated situation  and a judge might agree. The law will afford the landlord some latitude, said Lucas A. Ferrara, a landlord-tenant lawyer."
    },
    {
        "sectionId": "18",
        "text": "If you were to lose in court, you would be on the hook for unpaid rent and possibly your landlords legal fees. You would also risk landing your name on the tenant black list, making it difficult for you to find another apartment in the future. The tenant could really get zonked if they make the wrong move, Mr. Ferrara said."
    },
    {
        "sectionId": "-1",
        "text": "How Much Is That Doggie Affecting Prices?"
    }
]