[
    {
        "sectionId": "1",
        "text": "Each week in Bookends, two writers take on questions about the world of books. This week, Rivka Galchen and Adam Kirsch discuss whether boring books might serve an interesting purpose."
    },
    {
        "sectionId": "2",
        "text": "Boredom is a kind of meditation. To be bored is, for a spell, to not let the noise out there get in."
    },
    {
        "sectionId": "3",
        "text": "Hes a white dog with black spots who doesnt like to take a bath. He runs away from home! What fun he has going around town, getting covered in dirt and soot and coal, so that he becomes a black dog with white spots. Eventually Harry gets a bit hungry and tired. When he returns to his house, his family doesnt recognize him. They watch him do his tricks, then turn their backs and walk away. Harry is so sad. Until he thinks to run upstairs, and take a bath, and is again recognized, and welcomed home with love."
    },
    {
        "sectionId": "4",
        "text": "I have read Harry the Dirty Dog (by Gene Zion, with pictures by Margaret Bloy Graham) approximately three times a day, most days, for about 16 months, which, in a rough estimate, translates into 1,440 readings. At times, the tension as to what will happen with Harry does fall slack. But at other times it doesnt. Boredom bores a hole right over to the antipodes of boring, and I sometimes find myself, even at moments when I am liberated from this ritual of rereading, still thinking about Harry."
    },
    {
        "sectionId": "5",
        "text": "On occasion, when I turn the page to see Harry performing his old tricks, rolling over and playing dead, only to find his skeptical family shaking their heads and walking away  Oh no, it couldnt be Harry, they say  I feel an intensity of family feeling I associate more with news stories about soldiers telling their families via Skype that they are gay. Is this just an illustrated board book, or is it more like a Greek tragedy, hinging on a drama of recognition? Is it really possible that they dont recognize Harry? Or do they just refuse to recognize him as he has deviated from the family value of .?.?. cleanliness?"
    },
    {
        "sectionId": "6",
        "text": "I admit I dont always make it to the end of the drama. Sometimes my co-traveler through the book is filled with an urgent need to turn back the pages and re-experience, on Page 3, the apples. On Page 12, the ladder. On Page 20, sometimes she kisses the sad Harry. Sometimes not. Sometimes I am aware that my co-traveler is the most interesting person I know. Sometimes I am not."
    },
    {
        "sectionId": "7",
        "text": "At least one aspect of boredom is a failure of perception. We can never legitimately be bored by the world. Moss, under a microscope, exceeds our imaginative and intellectual capacities. There is no boredom out there. There is only boredom in here, in the mind."
    },
    {
        "sectionId": "8",
        "text": "Yet to be bored is not just a failing. Centuries of artists and writers and philosophers who have praised boredom (and its genteel cousin, idleness) were probably not simply conspiring to justify lying around on a sofa for more hours than seem obviously necessary. (Though, maybe.) Boredom is a kind of meditation. To be bored is, for a spell, to not let the noise out there get in. Which is also a way of letting something happen in the meager, but essential, in here. To never be bored would be to never be prompted to rupture the boredom. So even as boredom is a kind of failure of perception, it also restores perception. Harry was always Harry, but his family could no longer see that. He started to do all his old, clever tricks. He flip-flopped and he flop-flipped. He rolled over and played dead. .?.?. But everyone shook their heads."
    },
    {
        "sectionId": "9",
        "text": "Often in recognition scenes, someone who had been believed by a character to be dead is revealed as still alive. We see this with Viola and Sebastian in Shakespeares Twelfth Night, with Joseph in the Bible story of his coat of many colors. The recognition, in these stories, is also a kind of resurrection. In boredom, it is the world that had appeared to be dead and that reveals itself as new, as miraculously returned. He jumped into the bathtub and sat up begging, with the scrubbing brush in his mouth, a trick he certainly had never done before. After the bath, Harrys family sees him again. Harrys bath worked, like magic. Harry then sleeps, at home, and has happy dreams."
    },
    {
        "sectionId": "10",
        "text": "Theres no book so beloved that someone, somewhere, hasnt found it unreadably boring. On Goodreads, in response to the question Whats the most boring book youve ever read?, its a given that the answers will include dense and intimidating volumes like Moby-Dick. But readers have also apparently been bored by a number of books that in their time were considered thrilling and shocking  Lolita, The Catcher in the Rye, even an adventure tale like Around the World in Eighty Days (Felt like I was reading it for 80 days)."
    },
    {
        "sectionId": "11",
        "text": "Often, it is the books enjoying the most official honor  the syllabus standbys, the anthology all-stars  that provide readers with their first experience of literary boredom. Partly that is because the classroom is seldom the best setting for encountering works of literature, which after all were not written to educate, but to seduce. Poetry, Philip Larkin wrote, should rely on cash customers  those who are willing to actually put down money in the expectation of getting something worthwhile, some genuine pleasure, in return. When this hedonistic motive is eliminated, when seduction turns into obligation, its no wonder that readerly appetite cools to mere dutifulness, which is only a half-step from outright boredom."
    },
    {
        "sectionId": "12",
        "text": "But its not only a sense of obligation that can make the classics boring. A classic is by definition a book from another time, and the conventions of the past stand between it and us like a series of locked doors. To learn how to take pleasure in the art of the past  and this is true of music and painting, as much as of literature  usually means passing through an initial period of boredom, just as playing the piano requires learning scales before sonatas. The treasures that lie on the other side of boredom must, at first, be taken on faith, which is why a serious reader is always a humble one, ready to distrust his or her own first impression and rely on the consensus of the past."
    },
    {
        "sectionId": "13",
        "text": "Boredom, in other words, is usually a form of misreading; or as parents warn their children, only boring people get bored. But what if an author seems to be trying to bore us on purpose? Some of the most acclaimed books of recent years  Im thinking in particular of Roberto Bolaos 2666 and Karl Ove Knausgaards My Struggle  contain long stretches in which barely anything happens: Bolao will spend 50 pages listing murder victims, or Knausgaard the same amount of space recounting a walk to a high school party. At such moments they seem to have taken too literally W.H. Audens admonition, in his poem The Novelist, that the novelist must become the whole of boredom."
    },
    {
        "sectionId": "14",
        "text": "But what feels like boredom, in these cases, might better be described as aggressive estrangement. Proust describes the way genuine innovation in art usually strikes us, at first, as mere incompetence, because it refuses to conform to received aesthetic standards. (The Impressionists, the Cubists, the Pop artists were all accused of simply not knowing how to paint.) This is not to say that a boring book is always a clandestine work of genius; but it does suggest that a certain kind of boredom  the boredom of incomprehension, rather than the boredom of overfamiliarity  should be taken as a challenge. The most useful question to ask about a boring book is not Why is this author incompetent? but What is this author trying to do that I dont understand? Whether the book in question was published 200 years ago or last week, our boredom may turn out to be merely the cloak of its splendor."
    },
    {
        "sectionId": "-1",
        "text": "Are There Literary Uses for Boredom?"
    }
]